Repository: Shubhankar10/KrishiUnnati
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: You must provide an email address
hi: आपको एक ईमेल पता प्रदान करना होगा

source: email address
hi: ईमेल पता

source: Go
hi: आगे बढ़ो

source: Plant Identification
hi: पौधे की पहचान

source: Home
hi: होम पेज

source: Profile
hi: प्रोफ़ाइल

source: Plant ID
hi: पौधा पहचान

source: Weather Prediction
hi: मौसम की भविष्यवाणी

source: Government Schemes
hi: सरकारी योजनाएं

source: Map
hi: नक्शा

source: Forum
hi: चर्चा मंच

source: About Us
hi: हमारे बारे में

source: Contact Us
hi: संपर्क करें

source: Logout
hi: लॉग आउट

source: Check if your plant is healthy and find solutions to diseases if any
hi: जांचें कि आपकी फसल स्वस्थ है या नहीं और फसल रोगों का इलाज खोजें

source: Details
hi: विवरण

source: Click a clear picture of the plant
hi: पौधे की स्पष्ट तस्वीर को क्लिक करें

source: Upload the picture using the upload button
hi: अपलोड बटन का उपयोग करके चित्र अपलोड करें

source: Once uploaded, following details will be shown:
hi: एक बार अपलोड करने के बाद, निम्नलिखित विवरण दिखाया जाएगा:

source: Possible Diseases
hi: संभावित रोग

source: Cure for the disease
hi: बीमारी का इलाज

source: About
hi: हमारे बारे में

source: SIH 2022
hi: एसआईएच 2022

source: Services
hi: सेवाएं

source: Voice Assistant
hi: आवाज सहायक

source: Database Analysis
hi: डेटाबेस चित्र

source: Government Scheme
hi: सरकारी योजना

source: Support
hi: सहायता

source: Call
hi: हमें कॉल करें

source: SMS
hi: एसएमएस

source: Socials
hi: सामाजिक

source: LinkedIn
hi: लिंक्डइन

source: Twitter
hi: ट्विटर

source: Instagram
hi: इंस्टा

source: Team FARMbit
hi: टीम FARMbit

source: Full Name
hi: पूरा नाम

source: Male
hi: पुरुष

source: Female
hi: मादा

source: Other
hi: अन्य

source: Address
hi: ईमेल पता

source: Country
hi: देश

source: Log In
hi: लॉग इन करें

source: Krishi Unnati
hi: कृषि उन्नति

source: Speak Now
hi: अब बोलो

source: Chat with us!
hi: हम से बात करे!

source: Send
hi: भेजना

source: Login
hi: लॉग इन

source: SignUp
hi: साइन अप

source: Check if your crop is healthy and find cures for crop diseases.
hi: जांचें कि आपकी फसल स्वस्थ है या नहीं और फसल रोगों का इलाज खोजें।

source: Diagnose your plant
hi: अपने पौधे का निदान करें

source: Agricultural Map of India
hi: भारत का कृषि मानचित्र

source: Get detailed information of the agricultural sector of India. Hover on the map to find state-wise agricultural details
hi: भारत के कृषि क्षेत्र की विस्तृत जानकारी प्राप्त करें।राज्यवार कृषि विवरण प्राप्त करने के लिएमानचित्र पर होवर करें

source: Local Center
hi: स्थानीय केंद्र

source: Information
hi: जानकारी

source: Contact information for the local soil testing centers
hi: स्थानीय मृदा परीक्षण केंद्रों के लिए संपर्क जानकारी

source: Weather Forecast
hi: मौसम की भविष्यवाणी

source: Find out the weather forecast for the upcoming days.
hi: आने वाले दिनों के लिए मौसम के पूर्वानुमान का पता लगाएं।

source: Government
hi: सरकारी योजना

source: Schemes
hi: योजनाओं

source: Discover all about the Government Schemes beneficial for the farmers
hi: किसानों के लिए लाभकारी सरकारी योजनाओं के बारे में जानें

source: Connect. Share. Grow.
hi: जुडिये। शेयर करना। बढ़ना।

source: Use our Forum to recieve and offer help on any farming queries.
hi: कृषि संबंधी किसी भी प्रश्न को प्राप्त करने और सहायता प्रदान करने के लिए हमारे फोरम का उपयोग करें।

source: Get to know about nearby renting/ on-sale farm products
hi: आस-पास के किराये/ बिक्री पर कृषि उत्पादों के बारे में जानें

source: Ask Experts
hi: विशेषज्ञों से पूछें

source: Rent/Sell
hi: किराया/बेचना

source: New User?
hi: नया उपयोगकर्ता?

source: Sign in here
hi: यहां साइन इन करो

source: Google
hi: गूगल

source: Email/Phone Number
hi: ईमेल/फोन नंबर

source: Password
hi: पासवर्ड

source: Farm Details
hi: विवरण

source: Name
hi: नाम

source: Email
hi: ईमेल

source: Phone Number
hi: ईमेल/फोन नंबर

source: Aadhar Card Number
hi: आधार कार्ड नंबर

source: Town/Village
hi: शहर/गांव

source: District
hi: ज़िला

source: Pin Code
hi: पिन कोड

source: State
hi: राज्य

source: Owner Name
hi: मालिक का नाम

source: Land Area
hi: भूमि क्षेत्रफल

source: Income (Approx)
hi: आय (लगभग)

source: Name of Crop
hi: फसल का नाम

source: Grown From
hi: कब से उगा

source: Grown Until
hi: तब तक बढ़ा

source: Sign Up
hi: साइन अप

source: Already a user?
hi: पहले से ही एक उपयोगकर्ता?

source: or
hi: या

source: Confirm Password
hi: पासवर्ड

source: Create Account
hi: खाता बनाएं

source: Possible Outcomes
hi: संभावित रोग

source: Found Match
hi: मिला मैच

source: Description
hi: विवरण

source: Common Name:
hi: साधारण नाम:

source: More details
hi: विवरण

source: Kingdom:
hi: साम्राज्य:

source: Phylum:
hi: संघ:

source: Class:
hi: कक्षा:

source: Orders:
hi: फसल क्रम:

source: Family:
hi: परिवार:

source: Genus:
hi: जीनस:

source: Possible Disease
hi: संभावित रोग

source: Description:
hi: विवरण:

source: More details:
hi: अधिक जानकारी:

source: Didn't find what you were looking for?
hi: आप जो खोज रहे थे वह नहीं मिला?

source: Upload Another Image
hi: एक और छवि अपलोड करें

source: Cityname:
hi: शहर का नाम:

source: Humidity:
hi: नमी:

source: Change City
hi: शहर बदलें
